Repository: Owndo/Mi.do
Catalog: Tasker/Modules/Views/WelcomeView/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru

source: A new, fluid look - light, depth, and motion that feel naturally alive.
de: Ein neuer, fließender Look - Licht, Tiefe und Bewegung, natürlich lebendig.
es: Un nuevo estilo fluido - luz, profundidad y movimiento, naturalmente vivos.
fr: Un nouveau style fluide - lumière, profondeur et mouvement, naturellement vivants.
it: Un nuovo stile fluido - luce, profondità e movimento, vivi per natura.
pt_br: Um novo visual fluido - luz, profundidade e movimento, naturalmente vivos.
ru: Новый стиль - свет, глубина и движение, живые по природе.

source: Calendar - now free
de: Kalender - jetzt kostenlos
es: Calendario - ahora gratis
fr: Calendrier - désormais gratuit
it: Calendario - ora gratuito
pt_br: Calendário - agora gratuito
ru: Календарь - теперь бесплатно

source: Continue
de: Fortsetzen
es: Continuar
fr: Continuer
it: Continua
pt_br: Continuar
ru: Продолжить

source: Create tasks, reminders, notes or voice recordings - we’ll save and gently remind you when it truly matters.
de: Erstelle Aufgaben, Erinnerungen, Notizen oder Sprachaufnahmen - wir speichern sie und erinnern dich sanft, wenn es zählt.
es: Crea tareas, recordatorios, notas o mensajes de voz - los guardamos y te recordamos con suavidad cuando importa.
fr: Créez des tâches, rappels, notes ou mémos vocaux - nous les gardons et vous rappelons doucement quand c’est important.
it: Crea attività, promemoria, note o memo vocali - li salviamo e ti ricordiamo dolcemente quando conta.
pt_br: Crie tarefas, lembretes, notas ou áudios - nós guardamos e lembramos com cuidado quando importa.
ru: Создавай задачи, напоминания, заметки или голосовые записи - мы сохраним и мягко напомним, когда это действительно важно.

source: Created:
de: Erstellt:
es: Creado:
fr: Créé :
it: Creato:
pt_br: Criado:
ru: Создано:

source: Everything stays in your hands and never leaves your device. Your life. Your data.
de: Alles bleibt in deinen Händen und verlässt nie dein Gerät. Dein Leben. Deine Daten.
es: Todo queda en tus manos y nunca sale de tu dispositivo. Tu vida. Tus datos.
fr: Tout reste entre vos mains et ne quitte jamais votre appareil. Votre vie. Vos données.
it: Tutto resta nelle tue mani e non lascia mai il tuo dispositivo. La tua vita. I tuoi dati.
pt_br: Tudo fica em suas mãos e nunca sai do seu dispositivo. Sua vida. Seus dados.
ru: Всё остаётся в твоих руках и никогда не покидает устройство. Твоя жизнь. Твои данные.

source: Life isn’t a goal, it's a journey. We’re here to walk it with you.
de: Das Leben ist kein Ziel, sondern eine Reise. Wir freuen uns, sie mit dir zu gehen.
es: La vida no es una meta, es un viaje. Nos alegra recorrerlo contigo.
fr: La vie n’est pas un but, c’est un voyage. Nous sommes heureux de le parcourir avec vous.
it: La vita non è un obiettivo, è un viaggio. Siamo felici di farlo con te.
pt_br: A vida não é um objetivo, é uma jornada. Ficamos felizes em percorrê-la com você.
ru: Жизнь - это не цель, а путь. Мы рады пройти его вместе с вами.

source: Liquid Glass
de: Flüssiges Glas
es: Vidrio líquido
fr: Verre liquide
it: Vetro liquido
pt_br: Vidro líquido
ru: Жидкое стекло

source: Plan your days freely. No limits, no unlocks.
de: Plane deine Tage frei. Keine Limits, keine Freischaltungen.
es: Planifica tus días libremente. Sin límites, sin desbloqueos.
fr: Planifiez vos journées librement. Sans limites, sans блокages.
it: Pianifica i tuoi giorni liberamente. Nessun limite, nessuno sblocco.
pt_br: Planeje seus dias livremente. Sem limites, sem desbloqueios.
ru: Планируй дни свободно. Без ограничений, без блокировок.

source: Tap a task to take a closer look - everything you need, right there.
de: Tippe auf eine Aufgabe für mehr Details - alles, was du brauchst, direkt dort.
es: Toca una tarea para verla mejor - todo lo que necesitas, justo ahí.
fr: Touchez une tâche pour voir plus en détail - tout ce qu’il faut, au même endroit.
it: Tocca un’attività per vederla meglio - tutto ciò che serve, proprio lì.
pt_br: Toque em uma tarefa para ver de perto - tudo o que você precisa, ali mesmo.
ru: Нажми на задачу, чтобы рассмотреть её - всё нужное, сразу здесь.

source: Task previews
de: Aufgaben-Vorschau
es: Vista previa de tareas
fr: Aperçus des tâches
it: Anteprime attività
pt_br: Pré-visualização de tarefas
ru: Предпросмотр задач

source: Updated:
de: Aktualisiert:
es: Actualizado:
fr: Mis à jour :
it: Aggiornato:
pt_br: Atualizado:
ru: Обновлено:

source: Welcome to Mi.dō
de: Willkommen bei Mi.dō
es: Bienvenido a Mi.dō
fr: Bienvenue sur Mi.dō
it: Benvenuto su Mi.dō
pt_br: Bem-vindo ao Mi.dō
ru: Добро пожаловать в Mi.dō

source: What's New?
de: Neuigkeiten
es: Novedades
fr: Nouveautés
it: Novità
pt_br: Novidades
ru: Что нового?

source: Your data
de: Deine Daten
es: Tus datos
fr: Tes données
it: I tuoi dati
pt_br: Seus dados
ru: Твои данные

source: Your focus
de: Dein Fokus
es: Tu enfoque
fr: Ta concentration
it: Il tuo focus
pt_br: Seu foco
ru: Твой фокус

source: Your path
de: Dein Weg
es: Tu camino
fr: Ton chemin
it: Il tuo percorso
pt_br: Seu caminho
ru: Твой путь
